Repository: ximion/listaller
Catalog: data/locale/*.po
Languages: es

source: Some dependencies are missing. Should they be installed now?
es: Faltan algunas dependencias. ¿Deberían instalarse ahora?

source: Cannot resolve dependencies
es: No puede resolver las dependencias

source: Do you want to check the applications's dependencies?
es: ¿Quiere comprobar las dependencias de la aplicación?

source: Check dependencies?
es: ¿Comprobar dependencias?

source: Check applications
es: Comprobar aplicaciones

source: Do you want to check global-installed applications too?
es: ¿Desea revisar también las aplicaciones instaladas globalmente?

source: Commands:
es: Órdenes:

source: Can't find update-tool!
es: No se encuentra la herramienta de actualización.

source: An internal error occured
es: Ocurrió un error interno

source: Launch Listaller Manager
es: Lanzar gestor de Listaller

source: Resolve Listaller path variable
es: Resolver variable de ruta de Listaller

source: Installs an IPK package
es: Instala un paquete IPK

source: Can't find Listaller Manager!
es: ¡No se puede encontrar el Administrador de Listaller!

source: Unable to find %s
es: No se pudo encontrar %s

source: Could not find Listaller TrayIcon Application
es: No se pudo encontrar la aplicación de icono de bandeja de Listaller

source: Options:
es: Opciones:

source: Runs installation in testmode
es: Iniciar instalación en modo texto

source: Print all available log messages
es: Mostrar todos los mensajes de registro disponibles

source: Check if dependencies of all installed applications are available.
es: Marque si están disponibles las dependencias de todas las aplicaciones instaladas.

source: Package build commands:
es: Órdenes de creación de paquetes:

source: Build IPK-package
es: Crear paquete IPK

source: Create/Update update-repository
es: Crear/Actualizar repositorio de actualizaciones

source: Create DEB and RPM file from IPS
es: Crear archivo DEB y RPM desde un IPS

source: Done.
es: Hecho.

source: Do you accept this license [y/n]?
es: ¿Acepta esta licencia (y/n)?

source: You have to enter a number!
es: ¡Debe introducir un número!

source: Installation aborted.
es: Instalación abortada.

source: Installation aborted by user.
es: Instalación abortada por el usuario.

source: The application %a was not installed.
es: La aplicación %a no ha sido instalada.

source: Should lipa fix these problems automatically [y/n]?
es: ¿Debe lipa solucionar estos problemas automáticamente [s/n]?

source: Listaller command-line tool to handle IPK-packages
es: Herramienta de línea de órdenes de Listaller para gestionar paquetes IPK

source: Mode number:
es: Número de modo:

source: Okay
es: Aceptar

source: Preparing installation (please wait)
es: Preparando instalación (por favor, espere)

source: Enter your password to run the application with advanced privileges.
es: Introduce tu contraseña para iniciar la aplicación con privilegios avanzados.

source: Enter your password to install the application for everyone.
es: Introduce tu password para instalar la aplicación para todos.

source: Conversion done. Do you want to close this window now? Press "No" if you want to check the output.
es: Conversión completada. ¿Deseas cerrar esta ventana?

source: Please select a number shown in the list!
es: ¡Por favor seleccione un número mostrado en la lista!

source: Select the installation mode of this application:
es: Seleccione el modo de instalación de esta aplicación:

source: Do you want to see detailed information [y/n]?
es: ¿Deseas ver información detallada [y/n]?

source: Aborted.
es: Abortado.

source: Do you want to view the logfile?
es: ¿Desea ver el archivo de registro?

source: The application %a was installed successfully!
es: ¡La aplicación %a se ha instalado con éxito!

source: Executing application main executable...
es: Ejecutando el ejecutable principal de la aplicación...

source: Install now
es: Instalar ahora

source: Welcome!
es: ¡Bienvenido!

source: Press "Next" to start the installation!
es: ¡Pulse "siguiente" para empezar la instalación!

source: Program description:
es: Descripción del programa:

source: Software license
es: Licencia del software

source: Please read the following information carefully:
es: Por favor, lea la siguiente información detenidamente:

source: Running installation...
es: Ejecutando instalación...

source: Please wait.
es: Por favor, espere.

source: Installation completed!
es: ¡Instalación completada!

source: Installation failed.
es: Instalación fallida.

source: Press "Finish" to close.
es: Pulse "Finalizar" para cerrar.

source: Finish
es: Finalizar

source: Abort
es: Abortar

source: Back
es: Atrás

source: Next
es: Siguiente

source: Display installation log
es: Mostrar registro de instalación

source: I agree with the above terms and conditions
es: Estoy de acuerdo con los términos y condiciones de arriba

source: I don't agree
es: No estoy de acuerdo

source: Your Linux distribution is not supported by Listaller yet!
es: ¡Su distribución de Linux no está soportada por Listaller todavía!

source: This package does not support your Linux distribution.
es: Este paquete no soporta su distribución de Linux.

source: Found no package with the necessary library "%l" for your distribution.
es: No se ha encontrado el paquete con la biblioteca "%s" necesaria para su distribución.

source: Software database opened.
es: Base de datos de software abierta.

source: The installer will close now
es: El instalador se cerrará ahora

source: Unable to override the file %f.
es: Imposible sobrescribir el archivo %f.

source: Unable to copy the file %s.
es: No se pudo copiar el archivo %s.

source: Please notify the developers on http://launchpad.net/listaller
es: Por favor, avise a los desarrolladores en http://launchpad.net/listaller

source: Error while extracting files!
es: ¡Error al extraer los archivos!

source: The package may be damaged or you haven't enough permissions to execute this action!
es: El paquete puede estar dañado, o bien no tiene usted permisos suficientes para ejecutar esta acción.

source: Loading aborted.
es: Carga abortada.

source: This application is already installed
es: Esta aplicación ya está instalada

source: Do you want to install it again?
es: ¿Quiere instalarlo otra vez?

source: Welcome to the installation of %a
es: Bienvenido a la instalación de %a

source: Installation of %a
es: Instalación de %a

source: Testmode
es: Modo de prueba

source: Test-installation of package finished.
es: Ha terminado la instalación de prueba del paquete.

source: Cleaning up...
es: Limpiando...

source: The submitted package is invalid!
es: El paquete enviado no es válido.

source: Dependencies couldn't be solved!
es: ¡Las dependencian no se pudieron resolver!

source: Please view the logfile at %p
es: Por favor, vea el archivo de registro en %p

source: Installation package is corrupt
es: El paquete de instalación está corrupto

source: The application will close now.
es: Ahora se cerrará la aplicación.

source: Phase 1/4: Resolving dependencies...
es: Fase 1/4: resolviendo dependencias...

source: State
es: Estado

source: This application wants to fetch a dependency from %l
es: Esta aplicación quiere obtener una dependencia de %l

source: Listaller will close now. The package couldn't be installed.
es: Listaller se cerrará ahora. El paquete no se ha podido instalar.

source: Phase 2/4: Installing files...
es: Fase 2/4: instalar archivos...

source: Phase 3/4: Chmod new files...
es: Fase 3/4: chmod a los nuevos archivos...

source: Phase 4/4: Registering application...
es: Fase 4/4: registrando aplicación...

source: Finished
es: Finalizado

source: Security warning
es: Aviso de seguridad

source: Do you want to install it anyway? (This could cause problems)
es: ¿Quiere instalarlo de todas maneras? (Esto puede causar problemas).

source: The application which this package contains was not built for the current system architecture.
es: La aplicación que contiene este paquete no ha sido compilada para la arquitectura de su sistema.

source: (This program will download the needed files from the internet)
es: (Este programa descargará los archivos necesarios de internet)

source: Package was not build for your Linux distribution release.
es: El paquete no ha sido compilado para su versión de distribución de Linux.

source: Success!
es: ¡Éxito!

source: Main
es: Principal

source: Details
es: Detalles

source: Installation of package %s failed!
es: Ha fallado la instalación del paquete %s

source: Code:
es: Código:

source: Installation
es: Instalación

source: Use compatible packages?
es: ¿Usar paquete compatibles?

source: No compatible packages found!
es: ¡No se han encontrado paquetes compatibles!

source: The selected action is not possible with this package. Please contact the package maintainer to get more information.
es: La acción seleccionada no es posible con este paquete. Por favor, contacte con el mantenedor del paquete para obtener más información.

source: Re-install
es: Reinstalar

source: Get dependency from
es: Obtener dependencia de

source: Please wait...
es: Por favor, espere...

source: Installation mode:
es: Modo de instalación:

source: Select which parts of the application should be installed.
es: Selecciona qué partes de la aplicación han de instalarse.

source: Mode
es: Modo

source: Error while performing installation:
es: Error durante la instalación:

source: Yes/No?:
es: ¿Si/no?

source: You have to install the "libuild" tool before you can build packages!
es: Ha de instalar la herramienta «libuild» para compilar paquetes.

source: The file "%f" does not exists!
es: ¡El archivo "%f" no existe!

source: What do you want to do?
es: ¿Qué quiere hacer?

source: You use a development version of Listaller! This version is not tested and may cause problems!
es: Está usando una versión en desarrollo de Listaller Esta versión no está probada y puede causar problemas.

source: Install application for everyone
es: Instalar aplicación para todo el mundo

source: Install into my Home directory
es: Instalar en mi directorio de Inicio

source: Select installation mode
es: Seleccionar modo de instalación

source: Software Manager
es: Gestor de software

source: Update repositories
es: Actualizar repositorios

source: Close
es: Cerrar

source: Delete source
es: Eliminar origen

source: Uninstall
es: Desinstalar

source: Show:
es: Mostrar:

source: All
es: Todos

source: Education
es: Educación

source: Office
es: Oficina

source: Development
es: Desarrollo

source: Graphic
es: Gráficos

source: Network
es: Redes

source: Games
es: Juegos

source: System
es: Sistema

source: Utilities
es: Utilidades

source: Other
es: Otros

source: Version
es: Versión

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Proxy-Settings
es: Preferencias del proxy

source: Enable Proxy-Server
es: Activar servidor proxy

source: Load dependencies from included webserver-urls automatically
es: Cargar dependencias de las direcciones de los servidores web incluidos automáticamente

source: Ready.
es: Preparado.

source: Convert package?
es: ¿Convertir paquete?

source: Converting %p package...
es: Convirtiendo el paquete %p...

source: Filtering...
es: Filtrando...

source: Filter...
es: Filtrar...

source: Loading...
es: Cargando...

source: Applications
es: Aplicaciones

source: Installed applications
es: Aplicaciones instaladas

source: Install package
es: Instalar paquete

source: Repositories
es: Repositores

source: Package lists
es: Listas de paquetes

source: Settings
es: Preferencias

source: My apps
es: Mis aplicaciones

source: Shared apps
es: Aplicaciones compartidas

source: Could not find usable GUI package manager. Please install a PackageKit-GUI!
es: No se encontró un gestor de paquetes gráfico. Por favor instale una IGU para PackageKit.

source: Please use https://bugs.launchpad.net/listaller for bug reports.
es: Por favor use https://bugs.launchpad.net/listaller fara informar fallos.

source: Listaller uses "alien" to convert foreign packages, but the tool is not installed Do you want to install "alien" now to continue?
es: Listaller usa "alien" para convertir paquetes en otros formatos, pero esta herramienta no está instalada ¿Quiere instalar "alien" ahora para continuar?

source: Install package?
es: ¿Instalar paquete?

source: Package %p could not be installed.
es: El paquete %p no se ha podido instalar.

source: Start PackageKit monitor before running transactions
es: Iniciar monitor de PackageKit antes de ejecutar transacciones

source: About Listaller
es: Acerca de Listaller

source: Open your distribution's package catalog
es: Abrir el catálogo de paquetes de su distribución

source: About
es: Acerca de

source: Authors
es: Autores

source: Are you really sure that you want to delete this source?
es: ¿Está seguro de que quiere eliminar este origen?

source: Delete source?
es: ¿Eliminar origen?

source: Problem while communicating with PackageKit. Run "pkmon" to get further information.
es: Hubo un problema al comunicarse con PackageKit. Ejecute «pkmon» para obtener más información.

source: Source was removed.
es: La fuente fue eliminada.

source: Please select an item from the list!
es: ¡Por favor seleccione un elemento de la lista!

source: Change package manager settings
es: Cambiar las preferencias del administrador de paquetes

source: Do you really want to uninstall %a?
es: ¿De verdad quiere desinstalar %a?

source: Application was successfully removed!
es: La aplicación se ha eliminado con éxito.

source: Error while uninstalling!
es: ¡Error al desinstalar!

source: Uninstalling unused dependencies...
es: Desinstalando dependencias sin usar...

source: Uninstalling...
es: Desinstalando...

source: Really remove?
es: ¿De verdad quiere eliminarlo?

source: Waiting...
es: Esperando...

source: Uninstalling %a
es: Desinstalando %a

source: Running under %s.
es: Ejecutando bajo %s.

source: List of translators:
es: Lista de traductores:

source: There are no updates available!
es: ¡No hay actualizaciones disponibles!

source: Update info:
es: Información de actualización:

source: %f files will be changed.
es: Se cambiarán %f archivos.

source: The application will be updated to version %v
es: La aplicación se actualizará a la versión %v

source: Check for updates
es: Comprobar si hay actualizaciones

source: Install updates
es: Instalar actualizaciones

source: Show
es: Mostrar

source: Quit
es: Salir

source: Applying updates...
es: Aplicando actualizaciones...

source: Error while unpacking and configuring files.
es: Error al desempaquetar y configurar archivos.

source: Question:
es: Pregunta:

source: yes
es: Si

source: y
es: s

source: Resolving dependencies...
es: Resolviendo las dependencias...

source: This package is not signed!
es: ¡Este paquete no está firmado!

source: Warning!
es: ¡Atención!
