Repository: ximion/listaller
Catalog: data/locale/listaller-*.po
Languages: cs

source: Installation aborted.
cs: Instalace přerušena

source: The application %a was not installed.
cs: Aplikace %a nebyla nainstalována.

source: The application %a was installed successfully!
cs: Aplikace %a byla úspěšně nainstalována!

source: Install now
cs: Nainstalovat nyní

source: Please run "listallgo" with path to install-package as first parameter!
cs: Prosím spusťte "listallgo" a jako první parametr uveďte cestu k instalačnímu balíku!

source: Welcome!
cs: Vítejte!

source: Press "Next" to start the installation!
cs: Prostart aplikace klikněte na "Další"!

source: Program description:
cs: Popis programu:

source: Software license
cs: Licence:

source: Please read the following information carefully:
cs: Následující informace si pozorně přečtěte:

source: Running installation...
cs: Spouštím instalaci...

source: Please wait.
cs: Prosím čekejte.

source: Installation completed!
cs: Instalace dokončena!

source: Press "Finish" to close.
cs: Pro uzavření kliněte na "Dokončit".

source: Finish
cs: Dokončit

source: Abort
cs: Přerušit

source: Back
cs: Zpět

source: Next
cs: Další

source: Display installation log
cs: Zobrazit instalační log

source: I agree with the above terms and conditions
cs: Souhlasím s výše uvedenými podmínkami

source: I don't agree
cs: Nesouhlasím

source: Your Linux distribution is not supported by Listaller yet!
cs: Listaller bohužel nepodporuje vaši distribuci.

source: This package does not support your Linux distribution.
cs: Tento balík nepodporuje vaši distribuci.

source: The installer will close now
cs: Instalátor se nyní ukončí

source: Please notify the developers on http://launchpad.net/listaller
cs: Prosím informujte vývojáře na http://launchpad.net/listaller

source: Error while extracting files!
cs: Chyba při rozbalování souborů!

source: Loading aborted.
cs: Načítání bylo přerušeno.

source: This application is already installed
cs: Tato aplikace je již nainstalována

source: Do you want to install it again?
cs: Přejete si ji přeinstalovat?

source: Welcome to the installation of %a
cs: Vítejte u instalace aplikace %a

source: Installation of %a
cs: Instalace aplikace %a

source: Testmode
cs: Testovací režim

source: Test of the application finished.
cs: Test aplikace byl ukončen

source: The package was invalid!
cs: Balík byl neplatný!

source: Dependencies couldn't be solved!
cs: Nelze vyřešit závislosti!

source: Please view the logfile at %p
cs: Prosím podívejte se do souboru %p

source: Installation package is corrupt
cs: Instalační balík je poškozen

source: The application will close now
cs: Aplikace se nyní ukončí

source: Phase 1/4: Resolving dependencies...
cs: Fáze 1/4: Řešení závislostí

source: This application wants to download & install a dependency from %l
cs: Tato aplikace chce stáhnout a nainstalovat závislosti z %l

source: Do you want confirm this action?
cs: Přejete si tuto akci potvrdit?

source: Listaller will close now. The package couldn't be installed.
cs: Listaller se nyní ukončí. Tento balík není možné nainstalovat.

source: Phase 2/4: Installing files...
cs: Fáze 2/4: Instalace souborů...

source: Phase 3/4: Chmod new files...
cs: Fáze 3/4: Nastavení oprávnění souborů...

source: Phase 4/4: Registering application...
cs: Fáze 4/4: Zanesení aplikace do databáze...

source: Should this source be added to the update sources list?
cs: Mám tento zdroj aktualizací přidat?

source: Finished
cs: Hotovo

source: Do you want to install it anyway? (This could raise problems)
cs: Přejete si balík i přesto nainstalovat? (Může to způsobit problémy.)

source: The application which this package contains was not built for the current system architecture.
cs: Balík obsahující tuto aplikaci nebyl vytvořen pro stávající systémovou architekturu.

source: (This program will download the needed files from the internet)
cs: (Program si stáhne potřebné soubory z Internetu)

source: Package was not build for your Linux distribution release.
cs: Balík nebyl vytvořen pro toto vydání vaší distribuce.

source: Success!
cs: Úspěch!

source: Main
cs: Hlavní

source: Details
cs: Detaily

source: Installation
cs: Instalace

source: There are no sources available for your Linux distribution Try to install common packages?
cs: Pro vaši Linuxovou distribuci nejsou k dispozici žádné zdroje Mám se pokusit nainstalovat "obecný" balík?

source: Use compatible packages?
cs: Použít kompatibilní balíky?

source: No compatible packages found!
cs: Žádné kompatibilní balíky nebyly nalezeny!

source: The selected action is not possible with this package. Please contact the package maintainer to get more information.
cs: Vybranou akci nelze s tímto balík provést. Pro více informací kontaktujte správce tohoto balíku.

source: Re-install
cs: Přeinstalovat

source: The following packages will be downloaded:
cs: Následující balíky budou staženy:

source: Get dependency from
cs: Získat závislosti z

source: Please wait...
cs: Prosím čekejte...

source: Problem while downloading the dep-file.
cs: Chyba při stahování dep-souboru.

source: Hash doesn't match! The package may be modified after creation. Please obtain a new copy
cs: Kontrolní součet nesouhlasí! Balík byl po vytvoření nejspíš upraven. Obstarejte si prosím novou kopii

source: Installation mode:
cs: Režim instalace:

source: Select which parts of the application should be installed.
cs: Zvolte, které části aplikace se budou instalovat.

source: Mode
cs: Režim

source: What do you want to do?
cs: Co si přejete udělat?

source: Install application for everyone
cs: Nainstalovat aplikaci pro všechny uživatele

source: Test application
cs: Otestovat aplikaci

source: Install into my Home directory
cs: Nainstalovat do domovského adresáře

source: Select installation mode
cs: Zvolte instalační režim

source: Software Manager
cs: Správce softwaru

source: Update sources
cs: Aktualizovat zdroje

source: Close
cs: Zavřít

source: Delete source
cs: Smazat zdroj

source: The following update sources are installed:
cs: Budou přidány následujcí zdroje pro aktualizace.

source: Uninstall
cs: Odinstalovat

source: Show:
cs: Zobrazit:

source: All
cs: Vše

source: Education
cs: Vzdělání

source: Office
cs: Kancelář

source: Development
cs: Vývoj

source: Graphic
cs: Grafika

source: Network
cs: Síť

source: Games
cs: Hry

source: System
cs: Systém

source: Multimedia
cs: Multimédia

source: Utilities
cs: Nástroje

source: Other
cs: Ostatní

source: Version
cs: Verze

source: Username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Proxy-Settings
cs: Nastavení proxy

source: Enable Proxy-Server
cs: Povolit proxy server

source: Can't load LOKI-Setup information.
cs: Nemohu načíst informace LOKI-Setup

source: Unable to load the icon of %a. Please notify the developers of Listaller or this application!
cs: Nemohu načíst ikonu aplikace %a.. Informujte vývojáře Listaller nebo této aplikace!

source: Load dependencies from included webserver-urls automatically
cs: Načíst závislosti ze specifikovaného serveru automaticky.

source: Ready.
cs: Připraven.

source: Convert package?
cs: Konvertovat balík?

source: Converting %p package...
cs: Konvertuji balík %p...

source: Filtering...
cs: Filtrování...

source: Loading...
cs: Načítání...

source: Display system applications
cs: Zobrazit systémové aplikace

source: Display my applications
cs: Zobrazit mé aplikace

source: Select software-manager mode:
cs: Vyberte režim správce softwaru:

source: Install package?
cs: Nainstalovat balík?

source: Package %p could not be installed.
cs: Balík %p nelze nainstalovat.

source: Start PackageKit monitor before running transactions
cs: Před provedením změn spusťte PackaKit

source: About Listaller
cs: O aplikaci Listaller

source: About
cs: O aplikaci

source: Authors
cs: Autoři

source: Are you really sure that you want to delete this source?
cs: Jste si jist, že chcete smazat tento zdroj?

source: Delete source?
cs: Smazat zdroj?

source: Problem while connecting PackageKit. Run "pkmon" to get further information.
cs: Chyba při spojení s PackageKit. Spusťte "pkmon" pro více informací.

source: No applications found!
cs: Žádné aplikace nebyly nalezeny!

source: Category:
cs: Kategorie:

source: Select software you want to download and to install:
cs: Vyberte software, který chcete stáhnout a nainstalovat:

source: No information available!
cs: Žádné informace nejsou dostupné!

source: Downloading setup package...
cs: Stahování konfiguračního balíku...

source: Cannot download this package. Please contact the catalogue managers on %h
cs: Nemohu stáhnout tento balík. Prosím kontaktujte správce katalogu - %h

source: Running application installation...
cs: Spouštění instalace aplikace...

source: Downloading catalogue base information...
cs: Stahování katalogu informací...

source: Loading catalogue page...
cs: Načítání strany katalogu...

source: Do you really want to abort this download?
cs: Opravdu si přejete přerušit stahování?

source: Do you really want to uninstall %a?
cs: Opravdu si přejete odinstalovat %a?

source: Application uninstalled successfully!
cs: Aplikace byla úspěšně odinstalována!

source: Error while uninstalling!
cs: Chyba při odinstalaci!

source: This application is not a MoJo-Installation and no other package-type Listaller can handle. You have to remove it manually.
cs: Tato aplikace není typu MoJo-Installation - Listaller bohužel neumí pracovat s jinými typy balíků. Musíte jej odstranit ručně.

source: Uninstalling unused deps...
cs: Odstraňování nepotřebných závislostí...

source: Uninstalling...
cs: Odinstalace...

source: Do you really want to remove "%p", containing %a? The following package(s) will be removed also: %pl If you aren't sure that you won't need those packages, press "No"!
cs: Opravdu si přejete odstranit "%p", které obsahuje %a? Následující balíky budou odstraněny: %pl Pokud si nejste jist, že tyto balíky potřebujete, stiskněte "Ne"!

source: Really remove?
cs: Opravdu odstranit?

source: Waiting...
cs: Čekání...

source: Uninstalling %a
cs: Odinstalace %a

source: There are no updates available!
cs: Nejsou k dispozici žádné aktualizace!

source: Update info:
cs: Popis aktualizace:

source: %f files will be changed.
cs: %f soubory budou změněny.

source: The application will be updated to version %v
cs: Aplikace bude aktualizována na verzi %v

source: Check for updates
cs: Zkontrolovat dostupnost aktualizací

source: Install updates
cs: Nainstalovat aktualizace

source: Show
cs: Zobrazit

source: Quit
cs: Ukončit

source: Applying updates...
cs: Uplatňování aktualizací...

source: Error while unpacking and configuring files.
cs: Chyba ři rozbalování a konfiguraci souborů.
