Repository: ximion/listaller
Catalog: po/*.po
Languages: cs, fr, ru

source: '%s' has no file-list registered. The software database might be broken.
cs: '%s' nemá registrován žádný seznam souborů. Databáze softwaru může být poškozena.
ru: '%s' не имеет зарегистрированного списка файлов. Возможно, база данных программ повреждена.

source: A higher version '%s' of this application has already been installed.
cs: Vyšší verze '%s' této aplikace je již nainstalována.
ru: Более высокая версия '%s' этого приложения была установлена.

source: A lower version '%s' of this application has already been installed.
cs: Nižší verze '%s' této aplikace je již nainstalována.
ru: Более низкая версия '%s' этого приложения была установлена.

source: Activate verbose mode
cs: Aktivovat podrobný režim

source: Application ID %s is invalid!
cs: ID aplikace %s je neplatné!
ru: Неправильный идентификатор приложения %s!

source: Build IPK package
cs: Sestavit balíček IPK
ru: Построение пакета IPK

source: Copying files to their destination
cs: Kopírování souborů do jejich cíle
fr: Copie des fichiers vers leurs destinations en cours
ru: Копирование файлов в места назначения

source: Could not copy file %s to its destination. Do you have the necessary rights to perform this action? Error message was "%s".
cs: Nelze zkopírovat soubor %s do jeho cíle. Máte dostatečná oprávnění k provedení této činnosti? Chybová zpráva byla "%s".
ru: Невозможно скопировать файл %s в место его назначения. Есть ли у вас права, необходимые для выполнения этого действия? Сообщение об ошибке было "%s".

source: Could not create file '%s'! File already exists.
cs: Nelze vytvořit soubor '%s'! Již existuje.
fr: Impossible de créer le fichier '%s' ! Le fichier existe déjà.
ru: Невозможно создать файл '%s'! Файл уже существует.

source: Could not create software database!
cs: Nelze vytvořit databázi softwaru!

source: Could not extract IPK payload! Package might be damaged. Error: %s
cs: Nelze extrahovat obsah IPK! Balíček může být poškozen. Chyba: %s
ru: Нет возможности распаковать IPK! Пакет может быть повреждён. Ошибка %s

source: Could not extract file %s! Error: %s
cs: Nelze extrahovat soubor %s! Chyba: %s
ru: Нет возможности распаковать файл %s! Ошибка %s

source: Could not extract file! Error: %s
cs: Nelze extrahovat soubor! Chyba: %s
fr: Impossible d'extraire le fichier ! Erreur : %s
ru: Невозможно извлечь файл! Ошибка: %s

source: Could not find IPK source files!
cs: Nelze najít zdrojové soubory IPK!
fr: Impossible de trouver les fichiers source de IPK !
ru: Исходные файлы IPK не найдены!

source: Could not find application which matches '%s'!
cs: Nelze najít aplikaci odpovídající '%s'!

source: Could not load desktop file values: %s
cs: Nelze načíst hodnoty souboru plochy: %s
fr: Impossible de charger les valeurs du fichier de bureau : %s
ru: Нет возможности загрузить файл значений рабочего стола: %s

source: Could not obtain a PkBackendProxy instance. Maybe the Listaller-PkPlugin is not installed or broken?
cs: Nelze získat instanci PkBackendProxy. Možná, že Listaller-PkPlugin není nainstalován nebo je poškozen?

source: Could not open IPK file! Error: %s
cs: Nelze otevřít soubor IPK! Chyba: %s
fr: Impossible d'ouvrir le fichier IPK ! Erreur : %s
ru: Нет возможности открыть файл IPK! Ошибка %s

source: Could not open desktop file: %s
cs: Nelze otevřít soubor plochy: %s
fr: Impossible d'ouvrir le fichier de bureau : %s
ru: Нет возможности открыть файл рабочего стола: %s

source: Could not open the software database, maybe it is locked at time. Please close all other running installations to continue!
cs: Nelze otevřít databázi softwaru, možná, že je nyní uzamčena. Prosím uzavřete všechny ostatní spuštěné instalace pro pokračování!
ru: Нет возможности открыть базу данных софта. Возможно, в данный момент она закрыта. Закройте прочие запущенные установщики, чтобы продолжить.

source: Could not override file %s! Maybe the software database is damaged or this package is broken!
cs: Nelze přepsat soubor %s! Možná, že je tento balíček nebo databáze softwaru poškozena!

source: Could not override file %s, this file already exists!
cs: Nelze přepsat soubor %s, tento soubor již existuje!
fr: Impossible d'écraser le fichier %s, ce fichier existe déjà !
ru: Нет возможности перезаписать файл %s: он уже существует!

source: Could not read IPK control information! Error: %s
cs: Nelze přečíst kontrolní informace IPK! Chyba: %s
fr: Impossible de lire l'information de contrôle de IPK ! Erreur : %s
ru: Нет возможности прочитать контрольную информацию IPK! Ошибка %s

source: Could not read IPK payload container! Package might be damaged. Error: %s
cs: Nelze přečíst kontejner obsahu IPK! Balíček může být poškozen. Chyba: %s
ru: Нет возможности прочитать загруженный IPK контейнер! Пакет может быть повреждён. Ошибка %s

source: Could not read dependency archive! Archive might be damaged. Message: %s
cs: Nelze přečíst archiv závislostí! Archiv může být poškozen. Zpráva: %s
ru: Нет возможности прочитать архив зависимостей! Архив может быть повреждён. Сообщение: %s

source: Could not remove file %s!
cs: Nelze odstranit soubor %s!
ru: Невозможно удалить файл %s!

source: Could not uninstall application %s. It is not installed.
cs: Nelze odinstalovat aplikaci %s. Není nainstalována.
ru: Невозможно деинсталлировать приложение %s. Оно не установлено.

source: DIRECTORY
cs: ADRESÁŘ
ru: КАТАЛОГ

source: Database action '%s' failed: %s
cs: Činnost databáze '%s' selhala: %s
ru: Действие базы данных '%s' прервано: %s

source: Database action failed
cs: Činnost databáze selhala
fr: Erreur de l'action de la base de données
ru: Действие базы данных прервано

source: Database action successful
cs: Činnost databáze byla úspěšná
fr: Réussite de l'action de la base de données
ru: Действие базы данных выполнено удачно

source: Database locked
cs: Databáze uzamčena
fr: Base de données verrouillée
ru: База данных заблокирована

source: Database unlocked
cs: Databáze odemčena
fr: Base de données déverrouillée
ru: База данных разблокирована

source: Description:
cs: Popis:

source: Do you accept these terms and conditions?
cs: Přijímate tyto podmínky?

source: Do you want to install %s now?
cs: Chcete nyní %s nainstalovat?

source: Do you want to remove %s (%s) now?
cs: Chcete nyní %s (%s) odstranit?

source: ERROR: %s
cs: CHYBA: %s
fr: ERREUR : %s
ru: ОШИБКА: %s

source: Enable verbose mode
cs: Povolit podrobný režim

source: Error while finding files in directory %s: %s
cs: Chyba při hledání souborů v adresáři %s: %s

source: Error: %s
cs: Chyba: %s
ru: Ошибка: %s

source: File %s not found or permission denied!
cs: Soubor %s nenalezen, nebo přístup zamítnut!
fr: Fichier %s introuvable ou accès refusé !
ru: Файл %s не найден или у вас нет прав доступа к нему!

source: File '%s' doesn't exist.
cs: Soubor %s neexistuje.
fr: Le fichier '%s' n'existe pas.
ru: Файл '%s' не существует.

source: GPG-Sign the resulting package
cs: Podepsat výsledný baliček pomocí GPG
ru: Пакет результатов подписки GPG

source: INSTALLED
cs: NAINSTALOVÁNO

source: IPK package could not be found!
cs: Balíček IPK nemohl být nenalezen!
ru: Пакет IPK не может быть найден!

source: IPK package output directory
cs: Výstupní adresář balíčku IPK
ru: Каталог вывода пакета IPK

source: Install an IPK package
cs: Instalovat balíček IPK

source: Installation completed!
cs: Instalace dokončena!
ru: Установка завершена!

source: Installation failed!
cs: Instalace selhala!
ru: Установка не удалась!

source: Installation of %s
cs: Instalace %s

source: Installation of native packages failed with message: %s
cs: Instalace nativních balíčků selhala se zprávou: %s

source: Installing
cs: Instalace

source: Installing native packages: %s
cs: Instalování nativních balíčků: %s

source: License:
cs: Licence:

source: List all installed applications
cs: Vypsat všechny nainstalované aplikace

source: List installed Listaller applications
cs: Vypsat všechny nainstalované aplikace Listaller

source: Listaller command-line tool: No command specified. Run '%s --help' to see a list of available commands.
cs: Listaller nástroj příkazového řádku: Nezadán žádný příkaz. Spusťte '%s --help' pro výpis všech dostupných příkazů.

source: Low security.
cs: Nízká bezpečnost.
ru: Низкая безопасность

source: Making '%s' known to your system.
cs: Seznamování '%s' s vaším systémem.
fr: Rendre '%s' connu par votre système.
ru: Преобразование '%s' в формат, известный вашей системе.

source: Malformed line in file listing: %s
cs: Poškozený řádek ve výpisu souborů: %s

source: Medium security.
cs: Střední zabezpečení.
ru: Средняя безопасность

source: Missing parameter for 'install' action: No IPK package specified.
cs: Chybějící parametr pro činnost 'install': Nezadán žádný balíček IPK.

source: Missing parameter for 'remove' action: No application-id or name specified.
cs: Chybějící parametr pro činnost 'remove': Nezadáno žádné id aplikace nebo název.

source: Never trust.
cs: Nikdy nevěřit.
ru: Недоверенные.

source: No application specified!
cs: Nezadána žádná aplikace!

source: No path given!
cs: Nezadána žádná cesta!
ru: Не указан путь!

source: No payload data archive has been registered! This might be a bug in this application, please report the issue!
cs: Nebyla zaregistrována žádná data obsahu archivu! To může být chyba v aplikaci. prosím nahlaste tuto chybu!

source: No valid DOAP data found in directory %s - Can't open control files.
cs: V adresáři %s nenalezena žádná data DOAP - Nelze otevřít kontrolní soubory.

source: One key has been revoked
cs: Jeden klíč byl zrušen
ru: Один ключ был отозван

source: One key has expired
cs: Jeden klíč vypršel
ru: Истёк срок действия ключа

source: PackageKit transaction failed! Exit message was: %s
cs: Přenos PackageKit selhal! Návratový kód byl: %s

source: Path to Listaller package source directory
cs: Cesta ke zdrojovému adresáři balíčku Listaller
ru: Путь к директории с исходниками Listaller

source: Path to the application's source code
cs: Cesta ke zdrojovému kódu aplikace
ru: Путь к исходному коду приложения

source: Please remove the existing version to continue!
cs: Pro pokračování prosím odstraňte současnou verzi!
ru: Пожалуйста, удалите имеющуюся версию, чтобы продолжить!

source: Print machine-readable simple text
cs: Vytisknout jednoduchý text čitelný strojem
ru: Показать распознаваемый машиной обычный текст

source: Pubkey is missing
cs: Pubkey chybí

source: Query returned no results. Maybe there's no release defined?
cs: Dotaz nevrátil žádné výsledky. Možná není zadána žádná verze?

source: Query returned no results. Maybe this DOAP data is broken?
cs: Dotaz nevrátil žádné výsledky. Možná jsou tyto data DOAP poškozená?

source: Removal of %s completed successfully!
cs: Odstranění %s úspěšně dokončeno!

source: Removal of %s failed!
cs: Odstranění %s selhalo!

source: Removal of %s finished.
cs: Odstranění %s dokončneo.
ru: Удаление %s завершено.

source: Removal of %s started.
cs: Odstranění %s spuštěno.
ru: Начато удаление %s.

source: Remove an application installed using Listaller
cs: Odstranit nainstalovanou aplikaci pomocí Listaller

source: Removing
cs: Odstraňování

source: Resolving dependencies of '%s'.
cs: Řešení závislostí '%s'.
fr: Résolution des dépendances de '%s'.
ru: Разрешение зависимостей '%s'.

source: Run '%s --help' to see a full list of available command line options.
cs: Spusťte '%s --help' pro získání úplného přehledu dostupných parametrů příkazové řádky.
ru: Запустите '%s --help', чтобы увидеть полный список доступных опций командной строки.

source: Running installation of %s
cs: Spouštění instalace %s
ru: Запуск установки %s

source: Security is:
cs: Bezpečnost je:

source: Setup has not been initialized!
cs: Instalace nebyla zavedena!
fr: L'installateur n'a pas été initialisé !
ru: Программа установки не инициализирована!

source: Show the application's version
cs: Zobrazit verzi aplikace
ru: Показать версию приложения

source: Signature has expired
cs: Podpis vypršel
ru: Подпись истекла

source: Signature is bad
cs: Podpis je špatný

source: Signature is fully valid
cs: Podpis je zcela platný
ru: Подпись полностью достоверна

source: Software database closed
cs: Databáze softwaru uzavřena
fr: La base de données du logiciel est fermée
ru: База данных программ закрыта

source: Software database message (%d)
cs: Zpráva databáze softwaru (%d)
fr: Message de la base de données du logiciel (%d)
ru: Сообщение базы данных программ (%d)

source: Software database opened
cs: Databáze softwaru otevřena
fr: La base de données du logiciel est ouverte
ru: База данных программ открыта

source: Software install prefix
cs: Místo instalace softwaru
ru: Префикс установки софта

source: Software installation package
cs: Instalační balíček softwaru
ru: Пакет установки программ

source: Some files of this package could not be installed, because they were not found in payload data. This IPK package might be damaged, please obtain a new copy!
cs: Některé soubory v tomto balíčku nemohly být nainstalovány, protože nebyly nalezeny v datech obsahu. Tento balíček IPK může být poškozen, prosím obstarejte si novou kopii!
ru: Некоторые файлы этого пакета не могут быть установлены потому что они не были найдены в загрузках. Этот пакет IPK может быть повреждён, приобретите новую копию!

source: Status of this signature is unknown or package is not signed.
cs: Stav tohoto podpisu je neznámý nebo balíček není podepsán.
ru: Статус этой подписи неизвестен или пакет не подписан.

source: Strip debug infos from files in install-target
cs: Odebrat informace pro ladění ze souborů v cíli instalce

source: The installer will only work with the %s operating system, but you use '%s'. Setup can not continue, sorry.
cs: Instalátor funguje pouze v operačním systému %s, ale vy používáte '%s'. Instalace nemůže pokračovat, je nám líto.

source: This application has already been installed.
cs: Tato aplikace již je nainstalována.
ru: Это приложение уже было установлено.

source: This package can't be installed on your system architecture (%s)! Please get a package which was built for your machine.
cs: Tento balíček nelze nainstalovat na vaší architektuře systému (%s)! Prosím pořiďte si balíček, který byl sestaven pro váš stroj.

source: This package could be dangerous!
cs: Tento balíček by mohl být nebezpečný!

source: Tried to access locked database! This shouldn't happen.
cs: Pokus o přistup k uzamčené databázi! To by se nemělo stát.

source: Tried to access locked database! This shouldn't happen. Message: %s
cs: Pokus o přístup k uzamčené databázi! To by se nemělo dít. Zpráva: %s

source: Tried to perform action on invalid IPK package.
cs: Pokus o provedení činnosti v neplatném balíčku IPK.
ru: Попытка совершить действие на недействительном пакете IPK.

source: Tried to perform action on private software database, but the database is not opened! (this should never happen!)
cs: Pokus o provedení činnosti na soukromé databázi softwaru, ale databáze není otevřena! (to by se nikdy nemělo stát!)
ru: Попытка выполнить действие на приватной базе данных ПО, но база данных не открыта! (этого не может быть)

source: Tried to perform action on shared software database, but the database is not opened! (maybe a permission problem?)
cs: Pokus o provedení činnosti na sdílené databázi softwaru, ale databáze není otevřena! (možná problém s oprávněním?)
ru: Попытка совершить действие на общей базе данных софта, но база данных не открыта! (быть может, проблема с правами доступа?)

source: Tried to write on readonly database! (This should never happen)
cs: Pokus o zápis do databáze pouze pro čtení! (To by se nikdy nemělo stát)

source: Trust is full
cs: Důvěra je plná

source: Trust is marginal
cs: Důvěra je okrajová

source: Trust is ultimate.
cs: Důvěra je konečná.

source: Trying to remove local application, but AppManager is in superuser mode! Setting AppManager to local mode now.
cs: Pokus o odstranění místní aplikace, ale správce aplikací je v režimu superuživatele! Nastavování správce do místního režimu.
ru: При попытке удалить локальное приложение обнаружена ошибка: AppManager запущен в режиме суперпользователя! Настройте AppManager на режим локального пользователя.

source: Trying to remove shared application, but AppManager is not in superuser mode! Setting AppManager to superuse mode now.
cs: Pokus o odstranění sdílené aplikace, ale správce aplikací není v režimu superuživatele! Nastavování správce do režimu superuživatele.
ru: При попытке удалить общее приложение обнаружена ошибка: AppManager запущен не в режиме суперпользователя! Настройте AppManager на режим суперпользователя.

source: Unable to add a dependency to database: %s
cs: Nelze přidat závislost do databáze: %s

source: Unable to add application file list to database: %s
cs: Nelze přidat seznam souborů aplikace do databáze: %s

source: Unable to add application to database: %s
cs: Nelze přidat aplikaci do databáze: %s

source: Unable to build package: %s
cs: Nelze sestavit balíček: %s

source: Unable to count applications: %s
cs: Nelze spočítat aplikace: %s

source: Unable to create database config table: %s
cs: Nelze vytvořit tabulku nastavení databáze: %s

source: Unable to create database tables: %s
cs: Nelze vytvořit tabulky databáze: %s

source: Unable to create destination directory.
cs: Nelze vytvořit cílový adresář.
ru: Нет возможности создать целевую директорию.

source: Unable to create file '%s'!
cs: Nelze vytvořit soubor '%s'!
fr: Impossible de créer le fichier '%s'!
ru: Невозможно создать файл '%s'!

source: Unable to download feed %s. Message: %s
cs: Nelze stáhnout kanál %s. Zpráva: %s

source: Unable to extract IPK data!
cs: Nelze extrahovat data IPK!
ru: Нет возможности распаковать данные IPK!

source: Unable to extract IPK metadata!
cs: Nelze extrahovat metadata IPK!
ru: Нет возможности распаковать метаданные IPK!

source: Unable to extract data file %s. Message: %s
cs: Nelze extrahovat datový soubor %s. Zpráva: %s
ru: Нет возможности распаковать файл данных %s. Сообщение: %s

source: Unable to extract data file %s. This IPK package might be damaged, please obtain a new copy.
cs: Nelze extrahovat datový soubor %s. Tento balíček IPK mže být poškozen, prosím pořiďte si novou kopii.
ru: Нет возможности распаковать файл данных %s. Этот пакет IPK может быть повреждён. Приобретите новую копию.

source: Unable to extract file '%s' for dependency '%s'!
cs: Nelze extrahovat soubor %s pro závislost '%s'!
ru: Нет возможности распаковать файл '%s' для зависимости '%s'!

source: Unable to extract file. %s
cs: Nelze extrahovat soubor. %s
ru: Нет возможности распаковать файл. %s

source: Unable to extract signature! Maybe package is not signed.
cs: Nelze extrahovat podpis! Balíček možná není podepsán.
ru: Невозможно извлечь подпись! Возможно, пакет не подписан.

source: Unable to fetch application by id: %s
cs: Nelze získat aplikaci podle id: %s

source: Unable to fetch application by name: %s
cs: Nelze získat aplikaci podle názvu: %s

source: Unable to fetch application file list: %s
cs: Nelze získat soubor seznamu aplikaci: %s

source: Unable to find a matching implementation of '%s' for your system/architecture.
cs: Nelze získat shodující se implementaci '%s' pro váš systém/architekturu.
ru: Нет возможности найти соответствующий '%s' для вашей системы/архитектуры.

source: Unable to find native package for '%s'!
cs: Nelze najít nativní balíček pro '%s'!
ru: Нет возможности найти родные пакеты для '%s'!

source: Unable to find valid candidate to satisfy dependency '%s'!
cs: Nelze najít platného kandidáta k uspokojení závislosti '%s'!
ru: Нет возможности найти подходящий пакет для удовлетворения зависимости '%s'!

source: Unable to get meta-information list: %s
cs: Nelze získat seznam metainformací: %s

source: Unable to open database for writing: %s
cs: Nelze otevřít databázi pro zápis: %s

source: Unable to open software database for reading & writing!
cs: Nelze otevřít databáze softwaru pro čtení a zápis!
ru: Невозможно открыть базу данных программ для чтения и записи!

source: Unable to open software database for reading only!
cs: Nelze otevřít databáze softwaru pouze pro čtení!
ru: Невозможно открыть базу данных программ только для чтения!

source: Unable to read package signature! Message: %s
cs: Nelze přečíst podpis balíčku! Zpráva: %s
ru: Невозможно прочитать подпись пакета! Сообщение: %s

source: Unable to remove application from database: %s
cs: Nelze odstranit aplikaci z databáze: %s

source: Unable to search application database: %s
cs: Nelze hledat v databázi aplikace: %s

source: Unable to write application file list! Message: %s
cs: Nelze zapsat soubor seznam aplikace! Zpráva: %s

source: Unable to write meta information! Message: %s
cs: Nelze zapsat meta informace! Zpráva: %s

source: Unable to write signature file! Message: %s
cs: Nelze zapsat soubor podpisu! Zpráva: %s

source: Use recursive mode
cs: Použít rekurzivní režim
ru: Использовать рекурсивный режим

source: Validation of file %s failed! This IPK file might have been modified after creation. Please obtain a new copy and try again.
cs: Ověření souboru %s selhalo! Tento soubor IPK mohl být po vytvoření změněn. Prosím obstarejte si novou kopii a zkuste to znovu.

source: Validity is undefined
cs: Platnost není určena

source: We don't know a desktop-file for application '%s'!
cs: Pro aplikaci '%s' není známý soubor plochy!

source: ZI XML file '%s' is damaged.
cs: Soubor ZI XML '%s' je poškozený.

source: error: %s
cs: chyba: %s
ru: ошибка: %s

source: personal
cs: osobní

source: shared
cs: sdílené

source: Could not create/update software database!
fr: Impossible de créer/mettre à jour la base de donnée du logiciel !
ru: Невозможно создать или обновить базу данных программ!

source: PackageKit exit code was: %s
ru: Закрылся PackageKit по причине %s

source: Should be safe.
ru: Должно быть безопасным.

source: Unable to create/update database tables: %s
ru: Нет возможности создать/обновить таблицу базы данных: %s

source: Unable to fetch application file list! Message: %s
ru: Невозможно получить список файлов приложения! Сообщение: %s

source: Unknown.
ru: Неизвестно.

source: Could not create destination directory. Error: %s
fr: Impossible de créer le répertoire de destination. Erreur : %s

source: Could not validate file %s. This IPK file might have been modified after creation! Please obtain a new copy and try again.
fr: Impossible de valider le fichier %s. Il se peut que ce fichier IPK ait été modifié après sa création ! Réessayer avec une nouvelle copie.

source: Fatal database error
fr: Erreur fatale de la base de données

source: XML file '%s' is damaged.
fr: Le fichier XML '%s' est endommagé.
