Repository: ximion/listaller
Catalog: locale/*.po
Languages: da

source: Installation aborted.
da: Installation afbrudt.

source: The application %a was not installed.
da: Programmet %a blev ikke installeret.

source: The application %a was installed successfully!
da: Programmet %a blev installeret succesfuldt!

source: Install now
da: Installér nu

source: Please run "listallgo" with path to install-package as first parameter!
da: Kør venligst "listallgo" med sti til installations-pakke som første parameter!

source: Welcome!
da: Velkommen!

source: Press "Next" to start the installation!
da: Tryk "Næste" for at starte installationen!

source: Program description:
da: Programbeskrivelse:

source: Software license
da: Software licens

source: Please read the following information carefully:
da: Læs venligst følgende information omhyggeligt:

source: Running installation...
da: Kører installation...

source: Please wait.
da: Vent venligst.

source: Installation completed!
da: Installation færdig!

source: Press "Finish" to close.
da: Tryk "Færdig" for at lukke.

source: Finish
da: Færdig

source: Abort
da: Afbryd

source: Back
da: Tilbage

source: Next
da: Næste

source: Display installation log
da: Vis installations-log

source: I agree with the above terms and conditions
da: Jeg er enig i ovenstående betingelser

source: I don't agree
da: Jeg er ikke enig

source: Your Linux distribution is not supported by Listaller yet!
da: Din Linux Distribution er endnu ikke understøttet af Listaller!

source: This package does not support your Linux distribution.
da: Denne pakke understøtter ikke din Linux distribution.

source: The installer will close now
da: Installeren vil nu lukke

source: Unable to overwrite the file %f.
da: Kan ikke overskrive filen %f.

source: Please notify the developers on http://launchpad.net/listaller
da: Giv venligst udviklerne besked på http://launchpad.net/listaller

source: Error while extracting files!
da: Fejl ved udpakning af filer!

source: The IPK package could be damaged or you haven't enough rights to acces required files/folders.
da: IPK pakken kan være beskadiget eller du har ikke tilstrækkelige rettigheder for at tilgå de krævede filer/mapper.

source: Loading aborted.
da: Indlæsning afbrudt.

source: This application is already installed
da: Dette program er allerede installeret

source: Do you want to install it again?
da: Ønsker du at installere det igen?

source: Welcome to the installation of %a
da: Velkommen til installation af %a

source: Installation of %a
da: Installation af %a

source: Testmode
da: Test-tilstand

source: Test of the application finished.
da: Test af programmet afsluttet.

source: The package was invalid!
da: Pakken var ugyldig!

source: Dependencies couldn't be solved!
da: Afhængigheder kunne ikke løses!

source: Please view the logfile at %p
da: Se venligst logfilen i %p

source: Installation package is corrupt
da: Installations-pakke er korrupt

source: The application will close now
da: Programmet vil nu lukke

source: Phase 1/4: Resolving dependencies...
da: Fase 1/4: Løser afhængigheder...

source: This application wants to download & install a dependency from %l
da: Dette program vil hente og installere afhængigheder fra %l

source: Do you want confirm this action?
da: Ønsker du at godkende denne handling?

source: Listaller will close now. The package couldn't be installed.
da: Listaller vil lukke nu. Pakken kunne ikke installeres.

source: Phase 2/4: Installing files...
da: Fase 2/4: Installerer filer...

source: Phase 3/4: Chmod new files...
da: Fase 3/4: Chmod nye filer...

source: Phase 4/4: Registering application...
da: Fase 4/4: Registrerer programmet...

source: The installation tries to add the following update source:
da: Installationen prøver at tilføje følgende opdateringskilde:

source: Should this source be added to the update sources list?
da: Skal denne kilde tilføjes til opdaterings-kilde listen?

source: Finished
da: Faædig

source: Do you want to install it anyway? (This could raise problems)
da: Ønsker du at installere alligevel? (Dette kan skabe problemer)

source: The application which this package contains was not built for the current system architecture.
da: Programmet som denne pakke indeholder var ikke bygget til den nuværende system-arkitektur.

source: (This program will download the needed files from the internet)
da: Dette program vil hente nødvendige filer fra Internettet)

source: Package was not build for your Linux distribution release.
da: Pakke var ikke bygget til denne udgivelse af din Linux distribution.

source: Problem while downloading the packages. Maybe the login on the FTP-Server failed.
da: Problem ved hentning af pakken. Login på FTP-server fejlede måske.

source: Success!
da: Succes!

source: Main
da: Vigtigst

source: Details
da: Detaljer

source: There are no sources available for your Linux distribution Try to install common packages?
da: Der er ingen kilder tilgængelig for din Linux Distributuin Prøv at installere almindelige pakker?

source: Use compatible packages?
da: Brug kompatible pakker?

source: No compatible packages found!
da: Ingen kompatible pakker fundet!

source: The selected action is not possible with this package. Please contact the package maintainer to get more information.
da: Den valgte handling er ikke mulig med denne pakke. Venligst kontakt pakke-vedligeholderen for at få mere information.

source: This package has no valid ID The installer will close.
da: Denne pakke har ingen gyldig ID Installeren vil nu lukke.

source: Re-install
da: Gen-installer

source: The following packages will be downloaded:
da: Folgende pakker vil blive hentet:

source: Get dependency from
da: Få afhængigheder fra

source: Please wait...
da: Vent venligst...

source: Problem while downloading the dep-file.
da: Problem med hentning af .dep-fil.

source: Hash doesn't match! The package may be modified after creation. Please obtain a new copy
da: Hash matcher ikke! Pakken kan være modificeret efter oprettelse. Venligst hent en ny kopi

source: Installation mode:
da: Installations-tilstand:

source: Select which parts of the application should be installed.
da: Vælg hvilke dele af programmet som skal installeres.

source: Mode
da: Tilstand

source: What do you want to do?
da: Hvad ønsker du at gøre?

source: Your PackageKit version is %cp. Listaller needs PackageKit %np or higher to work correctly. Please update PackageKit!
da: Dit pakke-kit version er %cp. Listaller behøver pakke-kit %np eller højere for at arbejde korrekt. Venligst opdatér Pakke-kit!

source: Make sure that you have got this package from a save source and a serious publisher!
da: Du bør sikre dig at du har pakken fra en sikker kilde og en seriøs udgiver!

source: Install application for everyone
da: Installer program for alle

source: Test application
da: Testprogram

source: Install into my Home directory
da: Installér til min hjemmemappe

source: Select installation mode
da: Vælg installations-tilstand

source: Software Manager
da: Software håndterer

source: Update sources
da: Opdatér kilder

source: Close
da: Luk

source: Delete source
da: Slet kilde

source: The following update sources are installed:
da: Følgende opdaterings-kilder er installeret:

source: Uninstall
da: Afinstallér

source: Show:
da: Vis:

source: All
da: Alle

source: Education
da: Uddannelse

source: Office
da: Kontor

source: Development
da: Udvikling

source: Graphic
da: Grafik

source: Network
da: Netværk

source: Games
da: Spil

source: Multimedia
da: Multimedie

source: Utilities
da: Værktøjer

source: Other
da: Andre

source: Autor
da: Forfatter

source: Username
da: Brugernavn

source: Password
da: Adgangskode

source: Proxy-Settings
da: Proxy indstillinger

source: Enable Proxy-Server
da: Aktivér åroxy-server

source: Can't load LOKI-Setup information.
da: Kan ikke indlæse LOKI-Setup information.

source: Unable to load the icon of %a. Please notify the developers of Listaller or this application!
da: Kan ikke indlæse ikonet til %a. Venligst underret udviklerne af Listaller eller dette program!

source: Load dependencies from included webserver-urls automatically
da: Indlæs afhængigheder fra inkluderede web-server-urls automatisk

source: Ready.
da: Klar.

source: Convert package?
da: Konverter pakke?

source: Converting %p package...
da: Konverterer %p pakke...

source: Filtering...
da: Filtrerer...

source: Loading...
da: Indlæser...

source: Display system applications
da: Vis system-programmer

source: Display my applications
da: Vis mine programmer

source: Select software-manager mode:
da: Vælg software-håndterings tilstand:

source: Install package?
da: Installér pakke?

source: Package %p could not be installed.
da: Pakke %p kunne ikke installeres.

source: Start PackageKit monitor before running transactions
da: Start pakke-kit overvåger før kørsel af transaktioner

source: About Listaller
da: Om Listaller

source: About
da: Om

source: Authors
da: Forfattere

source: Are you really sure that you want to delete this source?
da: Er du helt sikker på du ønsker at slette denne kilde?

source: Delete source?
da: Slet kilde?

source: Problem while connecting PackageKit. Run "pkmon" to get further information.
da: Problem med forbindelse af pakke-kit. Kør "pkmon" for yderligere information.

source: No applications found!
da: Ingen programmer fundet!

source: Category:
da: Kategori:

source: Select software you want to download and to install:
da: Vælg software du ønsker at hente til installation:

source: No information available!
da: Ingen information tilgængelig!

source: Downloading setup package...
da: Henter setup-pakke...

source: Cannot download this package. Please contact the catalogue managers on %h
da: Kan ikke hente denne pakke. Kontakt venligst katalog-håndtererne på %h

source: Running application installation...
da: Kører program-installation...

source: Downloading catalogue base information...
da: Henter katalog basis-information...

source: Loading catalogue page...
da: Indlæser katalog side...

source: Do you really want to abort this download?
da: Ønsker du virkelig at afbryde denne hentning?

source: Do you really want to uninstall %a?
da: Ønsker du virkelig at afinstallere %a?

source: Application uninstalled successfully!
da: Program afinstalleret sussecfuldt!

source: Error while uninstalling!
da: Fejl under afinstallation!

source: This application is not a MoJo-Installation and no other package-type Listaller can handle. You have to remove it manually.
da: Dette program er ikke en Mojo-installation og ingen anden pakketype Listaller kan håndtere. Du skal fjerne den manuelt.

source: Uninstalling unused deps...
da: Afinstallerer ubrugte deps...

source: Uninstalling...
da: Afinstallerer...

source: Do you really want to remove "%p", containing %a? The following package(s) will be removed also: %pl If you aren't sure that you won't need those packages, press "No"!
da: Ønsker du virkelig at fjerne "%p", indeholdende %a? Følgende pakke(r) vil også blive fjernet: %pl Hvis du ikke er sikker på at du ikke skal bruge disse pakker, tryk "Nej"

source: Really remove?
da: Fjern?

source: Waiting...
da: Venter...

source: Uninstalling %a
da: Afinstallerer %a

source: There are no updates available!
da: Der er ingen opdateringer tilgængelige!

source: Update info:
da: Opdaterings info:

source: %f files will be changed.
da: %f filer vil blive ændret.

source: The application will be updated to version %v
da: Programmet vil blive opdateret til version %v

source: Check for updates
da: Kontroller for opdateringer

source: Install updates
da: Installér opdateringer

source: Show
da: Vil

source: Quit
da: Afslut

source: Applying updates...
da: Udfører opdateringer...

source: Error while unpacking and configuring files.
da: Fejl ved udpakning og konfiguration af filer.
